Repository: day-garwood/NVDA-GoldWave
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, es, fi, fr, gl, he, hr, hu, it, kn, ko, ne, pl, pt_br, pt_pt, ro, sk, ta

source: Selected channel: {audioChannel}
ar: القناة المحددة: {audioChannel}
de: Ausgewählter Kanal: {audioChannel}
es: Canal seleccionado: {audioChannel}
fi: Valittu kanava: {audioChannel}
fr: Canal sélectionné : {audioChannel}
gl: Canle seleccionada: {audioChannel}
he: נבחר ערוץ : {audioChannel}
hr: Odabrani kanal: {audioChannel}
hu: Kijelölt csatorna: {audioChannel}
it: Canale selezionato: {audioChannel}
kn: ಆಯ್ಕೆಗೊಂಡ ವಾಹಿನಿ : {audioChannel}
ko: 선택된 체널: {audioChannel}
ne: चयनित मार्ग : {audioChannel}
pl: Wybrany kanał: {audioChannel}
pt_br: Canal selecionado: {audioChannel}
pt_pt: Canal seleccionado: {audioChannel}
ro: Canalul selectat: {audioChannel}
sk: vybratý kanál: {audioChannel}
ta: தெரிவு செய்யப்பட்ட ஒலி வழித்தடம்: {audioChannel}

source: Announces the audio channel you are editing.
ar: يعلن عن القناة الصوتية التي تقوم بتحريرها.
de: Gibt die Kanäle an, die Sie momentan bearbeiten.
es: Anuncia el canal de audio que se está editando.
fi: Ilmoittaa muokattavan kanavan.
fr: Annonce le canal audio en cours d'édition.
gl: Anuncia a canle de audio que estás a editar.
he: הקראת זיהוי הערוץ שבעריכה.
hr: Najavljuje audio kanal koji se uređuje.
hu: Bemondja az éppen szerkesztés alatt lévő hangcsatornát.
it: Legge il canale audio che si sta modificando.
kn: ನೀವು ಸಂಪಾದಿಸುತ್ತಿರುವ ಧ್ವನಿ ವಾಹಿನಿಯನ್ನು ಹೇಳುತ್ತದೆ.
ko: 편집중인 오디오 체널을 알려줍니다.
ne: तपाइले सम्पादन गर्दै गरेको श्रवण मार्ग बताउने छ ।.
pl: Oznajmia kanał, który jest edytowany.
pt_br: Anuncia o canal de áudio sendo editado.
pt_pt: Anuncia o canal de áudio que está a ser editado.
ro: Anunță canalul audio pe care îl editezi.
sk: Oznámy kanál, ktorý práve upravujete.
ta: தாங்கள் தொகுக்கும் ஒலி வழித்தடத்தை அறிவிக்கிறது.

source: Zoom level: {zoomLevel}
ar: مستوى الزوم: {zoomLevel}
de: Zoom-Stufe: {zoomLevel}
es: Nivel de Zoom: {zoomLevel}
fi: Zoomauksen taso: {zoomLevel}
fr: Niveau de zoom : {zoomLevel}
gl: Nível de zoom: {zoomLevel}
he: שיעור ההגדלה: {zoomLevel}
hr: Razina zumiranja: {zoomLevel}
hu: Nagyítási szint: {zoomLevel}
it: Livello zoom
kn: ಹಿಗ್ಗಿಸುವಿಕೆಯ ಮಟ್ಟ: : {zoomLevel}
ko: 줌: {zoomLevel}
ne: अभिवर्धन स्तर : {zoomLevel}
pl: Poziom powiększenia: {zoomLevel}
pt_br: Nível de zum: {zoomLevel}
pt_pt: Nível de Zoom: {zoomLevel}
ro: Nivelul de mărire: {zoomLevel}
sk: Úroveň priblíženia: {zoomLevel}
ta: ஒலியளவின் நிலை: {zoomLevel}

source: Announces audio zoom level.
ar: يعلن عن مستوى زوم الصوت.
de: Gibt die Zoom-Stufe der Audiospur aus.
es: Anuncia el nivel de zoom del audio.
fi: Ilmoittaa äänen zoomauksen tason.
fr: Annonce le niveau de zoom audio.
gl: Anuncia o nível do zoom de audio.
he: הקראת שיעור ההגדלה של השמע.
hr: Najavljuje razinu zumiranja na zvučni zapis.
hu: Bemondja a hang nagyítási szintjét.
it: Legge il livello di zoom audio
kn: ಧ್ವನಿಯ ಹಿಗ್ಗಿಸಿದ ಮಟ್ಟವನ್ನು ಹೇಳುತ್ತದೆ
ko: 오디오 줌 레벨을 알려줍니다.
ne: श्रवण अभिवर्धन स्तर बताउने छ ।
pl: Oznajmia poziom powiększenia audio.
pt_br: Anuncia o nível de zum do áudio.
pt_pt: Indica o nível de zoom do áudio.
ro: Anunță nivelul măririi audio.
sk: Oznámy úroveň priblíženia.
ta: ஒலியளவின் நிலையை அறிவிக்கிறது.

source: Changes zoom level and announces the new level.
it: Modifica il livello di zoom e annuncia il nuovo livello
sk: Zmení úroveň priblíženia a oznámy novú hodnotu.
ta: ஒலியளவை மாற்றி, புதிய அளவின் நிலையை அறிவிக்கிறது.

source: mono
ar: أحادي
he: מונו
kn: ಮೊನೊ
ko: 모노
ne: एकल
ta: ஒற்றை ஒலித்தடம்

source: stereo
ar: ثنائي
es: estéreo
fr: stéréo
gl: estéreo
he: סטריאו
hu: sztereo
kn: ಸ್ಟೀರಿಯೋ
ko: 스테레오
ne: दोपाटे
pt_br: estéreo
ta: பிரியோசை ஒலித்தடம்

source: center
ar: في الوسط
de: Mitte
es: central
fi: keskikohta
fr: centre
gl: central
he: מרכז
hr: sredina
kn: ನಡು
ne: केन्द्र
pl: środek
pt_br: centro
pt_pt: centro
ro: centru

source: low frequency
ar: تردد منخفض
de: Niedrige Frequenzen
es: Baja frecuencia
fi: matala taajuus
fr: basse fréquence
gl: Baixa frecuencia
he: תדר נמוך
hr: niska frekvencija
hu: Mély
kn: ಕಡಿಮೆ ಕಂಪನ
ne: न्युन आवृति
pl: niska częstotliwość
pt_br: baixa freqüência
pt_pt: baixa frequência
ro: frecvență joasă

source: back left
ar: يسار للخلف
de: hinten links
es: izquierdo trasero
fi: takavasen
fr: arrière gauche
gl: Esquerdo traseiro
he: אחורה שמאל
hr: stražnji lijevi
hu: bal hátsó
kn: ಹಿಂದೆಯ ಎಡಕ್ಕೆ
ko: 왼쪽 체널
ne: वायाँ पृष्ठ
pl: tylni lewy
pt_br: esquerdo a frente
pt_pt: para trás esquerda
ro: înapoi la stânga

source: back right
ar: يمين للخلف
de: hinten rechts
es: derecho trasero
fi: takaoikea
fr: arrière droit
gl: dereito traseiro
he: אחורה ימין
hr: stražnji desni
hu: jobb hátsó
kn: ಹಿಂದೆಯ ಬಲಕ್ಕೆ
ko: 오른쪽 체널
ne: दायाँ पृष्ठ
pl: tylni Prawy
pt_br: direito atrás
pt_pt: para trás direita
ro: înapoi la dreapta

source: side left
ar: يسار
de: links (seitlich)
es: lado izquierdo
fi: sivuvasen
fr: côté gauche
gl: Lado esquerdo
he: בצד שמאל
hr: bočni lijevi
hu: bal oldalsó
kn: ಬದಿಯ ಎಡಕ್ಕೆ
ko: 왼쪽 체널
ne: वायाँ किनारा
pl: lewa strona
pt_br: esquerdo ao lado
pt_pt: lado esquerdo
ro: stânga laterală

source: side right
ar: يمين
de: rechts (seitlich)
es: lado derecho
fi: sivuoikea
fr: côté droit
gl: Lado dereito
he: בצד ימין
hr: bočni desni
hu: jobb oldalsó
kn: ಬದಿಯ ಬಲಕ್ಕೆ
ko: 오른쪽 체널
ne: दायाँ किनारा
pl: Prawa strona
pt_br: direito ao lado
pt_pt: lado direito
ro: dreapta laterală

source: Multiple channels selected
ar: تم تحديد سماعات متعددة
de: mehrere Kanäle ausgewählt
es: Seleccionados varios canales
fi: Useita kanavia valittuna
fr: Plusieurs canaux sélectionnées
gl: Seleccionados varios canles
he: ערוצים רבים נבחרו
hr: Odabrano je više kanala
hu: Több csatorna kiválasztva
kn: ಹಲವು ವಾಹಿನಿಗಳು ಆಯ್ಕೆಗೊಂಡವು
ko: 다중 체널 선택됨
ne: बहु च्यानललाइ चयन गरियो
pl: Zaznaczone wiele kanałów
pt_br: Vários canais selecionados
pt_pt: Múltiplos canais
ro: Canale multiple selectate

source: All channels selected
ar: تم تحديد كل السماعات
de: alle Kanäle ausgewählt
es: Seleccionados todos los canales
fi: Kaikki kanavat valittuna
fr: Tous les canaux sélectionnées
gl: Seleccionados todos os canles
he: כל הערוצים נבחרו
hr: Odabrani su svi kanali
hu: Minden csatorna kiválasztva
kn: ಎಲ್ಲಾ ವಾಹಿನಿಗಳು ಆಯ್ಕೆಗೊಂಡವು
ko: 모든 체널 선택됨
ne: सबै च्यानेलहरु चयनित
pl: Zaznaczone wszystkie kanały
pt_br: Todos os canais selecionados
pt_pt: Todos os canais
ro: Toate canalele selectate

source: {audioSelectionStart} to {audioSelectionEnd} {audioSelectionLength}
ar: من {audioSelectionStart} إلى {audioSelectionEnd} {audioSelectionLength}
de: {audioSelectionStart} bis {audioSelectionEnd} {audioSelectionLength}
es: {audioSelectionStart} a {audioSelectionEnd} {audioSelectionLength}
fi: väliltä {audioSelectionStart} ja {audioSelectionEnd}, kesto {audioSelectionLength}
fr: {audioSelectionStart} à {audioSelectionEnd} {audioSelectionLength}
gl: {audioSelectionStart} a {audioSelectionEnd} {audioSelectionLength}
he: {audioSelectionStart} עד {audioSelectionEnd} {audioSelectionLength}
hr: {audioSelectionStart} do {audioSelectionEnd} {audioSelectionLength}
hu: {audioSelectionStart} - {audioSelectionEnd} között, {audioSelectionLength}
kn: {audioSelectionStart} ಇಂದ {audioSelectionEnd} ವರೆಗೆ {audioSelectionLength} ಇದೆ
ko: {audioSelectionStart} - {audioSelectionEnd} {audioSelectionLength}
ne: {audioSelectionStart} देखि {audioSelectionEnd} {audioSelectionLength}
pl: {audioSelectionStart} do {audioSelectionEnd} {audioSelectionLength}
pt_br: {audioSelectionStart} até {audioSelectionEnd} {audioSelectionLength}
pt_pt: {audioSelectionStart} para {audioSelectionEnd} {audioSelectionLength}
ro: {audioSelectionStart} spre {audioSelectionEnd} {audioSelectionLength}

source: Track length: {trackLength}
ar: طول المسار: {trackLength}
de: Track-Länge: {trackLength}
es: Duración de la pista: {trackLength}
fi: Raidan kesto: {trackLength}
fr: Longueur de la piste : {trackLength}
gl: Duración da pista: {trackLength}
he: אורך הרצועה: {trackLength}
hr: Trajanje zvučnog zapisa: {trackLength}
hu: A sáv hossza: {trackLength}
kn: ಹಾಡಿನ ಉದ್ದ: {trackLength}
ko: 재생 시간: {trackLength}
ne: ट्याक लम्बाई : {trackLength}
pl: Długość ścieżki: {trackLength}
pt_br: Comprimento da faixa: {trackLength}
pt_pt: Comprimento da pista: {trackLength}
ro: Lungimea pistei: {trackLength}

source: Cannot tell you remaining time for the current track
de: Kann die Restzeit des aktuellen Titels nicht ausgeben.
es: No te puedo decir el tiempo restante para la pista actual
fi: Nykyisen raidan jäljellä olevaa aikaa ei voi ilmoittaa
fr: Impossible de vous annoncer le temps restant pour la piste actuelle
gl: Non che podo dicir o tempo restante para a pista actual
he: לא ניתן לזהות את הזמן הנותר בהשמעת הרצועה הנוכחית
hr: Nije moguće izgovoriti preostalo vrijeme trenutačnog zvučnog zapisa
hu: Nem lekérdezhető a sávból hátralévő idő.
kn: ಪ್ರಸ್ತುತದ ಹಾಡಿನ ಬಾಕಿ ಕಾಲಾವಧಿಯನ್ನು ನಿಮಗೆ ಹೇಳಲು ಆಗುವುದಿಲ್ಲ
ko: 트랙 남은 시간 정보 없음
ne: चालू धुनको बाकि समय बताउन सकिदेन ।
pt_pt: Não é possível indicar o tempo restante da pista actual de áudio
ro: Nu îți pot spune timpul rămas pentru pista audio curentă

source: You need to be in sound window to toggle command announcement
ar: ينبغي عليك التواجد بنافذة الصوت لتشغيل الإعلان عن الأوامر
de: Sie müssen sich im Hauptfenster befinden, wenn Sie die Ansage von Befehlen ein-/ausschalten wollen.
es: Necesitas estar en la ventana de sonido para conmutar la orden de anunciado
fi: Sinun täytyy olla ääni-ikkunassa muuttaaksesi komentojen puhumista
fr: Vous devez être dans la fenêtre son pour basculer l'annonce de la commande
gl: Necesitas estar na ventá de son para conmutar a orde de anunciado
he: מיתוג הקראת הפקודות יכולה להיעשות רק מתוך חלון הצליל
hr: Za uključivanje i isključivanje najavljivanja naredbi moraš se nalaziti u prozoru zvuka
hu: Csak a hang ablakában elérhető a billentyűparancsok bemondása.
kn: ಆಜ್ಞೆಗಳನ್ನು ಹೇಳುವುದನ್ನು ಬದಲಿಸಲು ಶಬ್ದ ಕಿಟಕಿಯಲ್ಲಿ ಇರುವುದು ಅವಶ್ಯಕ
ko: 명령 알림 토글은 트랙을 연 후 토글 가능합니다.
ne: आदेशको साटोफेरो बताउनका लागि तपाइ आवाज सन्झ्यालमा हुनु पर्छ ।
pl: Musisz być w oknie dźwięku aby przełączyć oznajmianie komend
pt_br: Você precisa estar na janela de som para alternar o anúncio de comandos
pt_pt: É necessário estar na janela de som para alternar o anúncio de comando
ro: Trebuie să fii în fereastra de sunet pentru a comuta anunțarea de comandă

source: GoldWave
kn: ಗೋಲ್ಡ್ ವೇವ್
ko: 골드웨이브
ne: गोल्डवेभ

source: An add-on for enhancing access and usage of the Goldwave audio editor.
ar: إضافة تمكن المستخدم من سهولة التعامل مع تطبيق تحرير الأصوات Goldwave.
de: Eine Erweiterung zur Verbesserung der Zugänglichkeit von GoldWave.
es: Un complemento para mejorar el acceso y la utilización del editor de audio Goldwave.
fi: Lisäosa Goldwave-äänimuokkaimen saavutettavuuden ja käytettävyyden parantamiseen.
fr: Un module complémentaire pour améliorer l'accès et l'utilisation de l'éditeur audio Goldwave.
gl: Un complemento para mellorar o acceso eo uso do editor de son Goldwave.
hu: A kiegészítő elősegíti a Goldwave hangszerkesztő akadálymentes használatát.
ko: 골드웨이브 접근용 추가 기능.
ne: गोल्टवेभ नामक ध्वनी सम्पादकको पहुँच र प्रयोगमा सरलता ल्याउने उपकर्मी ।
pl: Dodatek zwiększający dostępność i użyteczność edytora dźwięku Goldwave.
pt_br: Complemento que melhora o acesso e a usabilidade do editor de áudio Goldwave.

source: This is GoldWave's sound window. You can use GoldWave commands to listen to and edit sound files. See GoldWave help for details.
hr: Ovo je zvučni prozor GoldWave-a. Za slušanje i uređivanje zvučnih datoteka je moguće koristiti GoldWave naredbe. Pojedinosti potraži u pomoći za GoldWave.
pt_pt: Esta é a janela de som do GoldWave. Ppode usar os comandos do GoldWave para ouvir e editar ficheiros de som. Consulte a ajuda do GoldWave para obter mais detalhes.
ro: Aceasta este fereastra de sunet a GoldWave. Puteți utiliza comenzile GoldWave pentru a a asculta și a edita fișiere de audio. Consultați documentația GoldWave pentru mai multe informații.

source: Announces remaining length of the audio track.
hr: Izgovara trenutno vrijeme audio zapisa.
pt_pt: Anuncia o comprimento restante da pista de áudio.

source: An add-on for enhancing access and usage of the GoldWave audio editor.
hr: Dodatak za poboljšani pristup i upotrebu uređivača zvuka Goldwave.
pt_pt: Um extra para melhorar o acesso e o uso do editor de áudio Goldwave.
ro: Un supliment care îmbunătățește accesul și utilizarea editorului audio Goldwave.

source: An add-on for enhancing access and usage of Goldwave audio editor.
it: Un componente aggiuntivo per migliorare l'accesso e l'utilizzo di Goldwave Audio Editor.
ta: கோல்ட்வேவ் (Goldwave) ஒலித் தொகுப்பு மென்பொருளை அணுகுவதிலும், பயன்படுத்துவதிலும் மேம்பாட்டையளிக்கும் கூட்டுறுப்பு.
