Repository: day-garwood/NVDA-GoldWave
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, es, fi, fr, gl, he, hr, hu, it, kn, ko, ne, pl, pt_br, pt_pt, ro, sk, ta

source: command announcement on
ar: تشغيل الإعلان عن الأمر
de: Befehle ansagen an
es: anuncio de órdenes activado
fi: komentojen puhuminen käytössä
fr: annonce de commande activée
gl: anunciado das ordes activado
he: הקראת הפקודות פעילה
hr: Najavljivanje naredbi je uključeno
hu: Billentyűparancs bejelentés bekapcsolva
it: Lettura comandi attiva
kn: ಆಜ್ಞೆಗಳನ್ನು ಹೇಳು
ko: 명령 메시지 출력
ne: घोषणा आदेस चालु।
pl: Oznajmianie komend włączone
pt_br: ligado anúncio de comandos
pt_pt: anúncio de comando ligado
ro: anunț comandă activat
sk: Oznamovať príkazy
ta: கட்டளை அறிவிப்பு இயக்கப்பட்டது

source: command announcement off
ar: تعطيل الإعلان عن الأمر
de: Befehle ansagen aus
es: anuncio de órdenes desactivado
fi: komentojen puhuminen pois
fr: annonce de commande désactivée
gl: anunciado das ordes desactivado
he: הקראת הפקודות לא פעילה
hr: Najavljivanje naredbi je isključeno
hu: Billentyűparancs bejelentés kikapcsolva
it: Lettura comandi disattiva
kn: ಆಜ್ಞೆಗಳನ್ನು ಹೇಳಬೇಡ
ko: 명령 메시지 중지
ne: घोषणा आदेस बन्द ।
pl: Oznajmianie komend wyłączone
pt_br: desligado anúncio de comandos
pt_pt: anúncio de comando desligado
ro: anunț comandă dezactivat
sk: Neoznamovať príkazy
ta: கட்டளை அறிவிப்பு நிறுத்தப்பட்டது

source: Toggles whether NVDA announces editing commands during audio recording or playback.
ar: التنقل بين تعطيل وتشغيل الإعلان عن أوامر التحرير أثناء تشغيل المسار أو أثناء التسجيل
de: Legt fest, ob NVDA während der Aufnahme oder der Wiedergabe Befehle ansagen soll.
es: Conmuta si NVDA anuncia órdenes de edición durante la grabación o reproducción de audio.
fi: Ottaa käyttöön tai poistaa käytöstä muokkauskomentojen puhumisen nauhoituksen tai toiston aikana.
fr: Active ou désactive l'annonce des commandes d'édition durant la lecture ou l'enregistrement audio.
gl: Define se NVDA anuncia ordes de edición de audio durante a gravación ou a reprodución.
he: קובע את קופן הקראת פקודות העריכה והנגינה על ידי NVDA.
hr: Uključuje ili isključuje najavljivanje naredbi za uređivanje, tijekom snimanja ili sviranja zvučnog zapisa.
hu: Egy hangfájl felvétele közben váltogathat a szerkesztési parancsok bemondása, és a visszajátszás között.
it: Stabilisce se NVDA debba leggere o meno i comandidi modifica durante la registrazione o la riproduzione di una traccia audio.
kn: ಧ್ವನಿಯನ್ನು ದಾಖಲಿಸುವಾಗ ಅಥವಾ ಹಾಡುವಾಗ ಸಂಪಾದನೆಯ ಆದೇಶಗಳನ್ನು nvda ಹೇಳುತ್ತದೆ
ko: 오디오 편집중 NVDA가 편집 명령 메시지를 출력할것인지를 설정합니다
ne: श्रव्य अभिलेखन वा पृष्ठवादन हुँदा नेत्रवानीले गर्ने सम्पादन आदेश घोषणा साटो फेरो हुन्छ ।
pl: Przełącza oznajmianie komend podczas odtwarzania i nagrywania dźwięku.
pt_br: Escolhe se o NVDA anuncia comandos de edição durante gravações ou reproduções.
pt_pt: Alterna entre anunciar ou não se o NVDA indica comandos de edição durante a gravação ou reprodução de áudio.
ro: Comută dacă NVDA anunță comenzile în timpul înregistrării sau redării.
sk: Zapína alebo vypína oznamovanie príkazov počas nahrávania alebo prehrávania.
ta: ஒலிப் பதிவு, அல்லது மீளொலிப்புத் தருணங்களில் தொகு கட்டளைகளை என்விடிஏ அறிவிப்பதை மாற்றியமைக்கிறது.

source: Track position not available
ar: تعذر تحديد الموقع الحالي للمسار
de: Track-Position nicht verfügbar.
es: Posición de pista no disponible
fi: Raidan sijaintia ei saatavilla
fr: Position de la piste non disponible
gl: Posición da pista non dispoñible
he: לא זוהה מיקום ברצועה
hr: Pozicija zvučnog zapisa nije dostupna
hu: A sáv pozíciója nem elérhető
it: Posizione traccia non disponibile.
kn: ಹಾಡಿನ ಪಟ್ಟಿ ಸ್ಥಿತಿ ದೊರಕಿಲ್ಲ
ko: 트랙 위치 정보 없음
ne: धुन सूचना उपलब्ध छैन ।
pl: Informacja o ścieżce niedostępna.
pt_br: Posição de faixa não disponível
pt_pt: A posição da pista não está disponível
ro: Poziția pistei nu este valabilă
sk: Pozícia v súbore nie je dostupná
ta: ஒலித்தட நிலை கிடைப்பிலில்லை

source: Channel information unavailable
ar: المعلومات عن القناة غير ممتاحة
de: Kanalinformationen nicht verfügbar.
es: Información de canal no disponible
fi: Kanavatietoja ei saatavilla
fr: Information du canal indisponible
gl: Información da Canle non dispoñible
he: לא ניתן להשיג מידע אודות הערוץ
hr: Pozicija kanala nije dostupna
hu: A csatorna információ nem elérhető.
it: Informazioni canale non disponibili.
kn: ವಾಹಿನಿಯ ಮಾಹಿತಿ ದೊರಕಿಲ್ಲ
ko: 체널 정보 없음
ne: मार्ग सूचना उपलब्ध छैन ।
pl: Informacja o kanale niedostępna.
pt_br: Informações de canal indisponíveis
pt_pt: Informações do canal indisponíveis
ro: Informațiia canalului nu este valabilă
sk: Informácia o kanaly nie je dostupná
ta: ஒலித்தட தகவல் கிடைப்பிலில்லை

source: left
ar: يسار
de: links
es: izquierda
fi: vasen
fr: gauche
gl: esquerdo
he: שמאל
hr: lijevi
hu: bal
it: sinistro
kn: ಎಡಗಡೆ
ko: 왼쪽 체널
ne: वायाँ
pl: lewy
pt_br: esquerdo
pt_pt: esquerda
ro: stânga
sk: Ľavý
ta: இடது

source: right
ar: يمين
de: rechts
es: derecha
fi: oikea
fr: droit
gl: dereito
he: ימין
hr: desni
hu: jobb
it: destro
kn: ಬಲಗಡೆ
ko: 오른쪽 체널
ne: दायाँ
pl: Prawy
pt_br: direito
pt_pt: direita
ro: dreapta
sk: Pravý
ta: வலது

source: Start: {startMarkerPos}
ar: بداية التظليل: {startMarkerPos}
es: Comienzo: {startMarkerPos}
fi: Aloitus: {startMarkerPos}
fr: Début : {startMarkerPos}
gl: Comezo: {startMarkerPos}
he: התחלה: {startMarkerPos}
hr: Početak: {startMarkerPos}
hu: Kezdés: {startMarkerPos}
it: Inizio: {startMarkerPos}
kn: ಆರಂಭ: {startMarkerPos}
ko: 시작 마크: {startMarkerPos}
ne: थालनी: {startMarkerPos}
pt_br: Início: {startMarkerPos}
pt_pt: Iniciar: {startMarkerPos}
sk: Začiatok: {startMarkerPos}
ta: துவக்கம்: {startMarkerPos}

source: Drops the start marker and announces start marker position.
it: Inserisce il marker iniziale e ne legge la posizione.
sk: Vloží začiatočnú značku a oznámy jej pozíciu.
ta: துவக்கக் குறியை கீழ்விட்டு, அதன் நிலையை அறிவிக்கிறது.

source: Finish: {finishMarkerPos}
ar: نهاية التظليل: {finishMarkerPos}
de: Ende: {finishMarkerPos}
es: Final: {finishMarkerPos}
fi: Lopetus: {finishMarkerPos}
fr: Fin : {finishMarkerPos}
gl: Remate: {finishMarkerPos}
he: סיום: {finishMarkerPos}
hr: Kraj: {finishMarkerPos}
hu: Vége: {finishMarkerPos}
it: Fine: {startMarkerPos}
kn: ಮುಗಿದ: {finishMarkerPos}
ko: 끝 마크: {finishMarkerPos}
ne: समाप्त : {finishMarkerPos}
pl: Koniec: {finishMarkerPos}
pt_br: fim: {finishMarkerPos}
pt_pt: Terminar: {finishMarkerPos}
ro: Finalizare: {finishMarkerPos}
sk: Koniec: {finishMarkerPos}
ta: முடிவு: {finishMarkerPos}

source: Drops the finish marker and announces finish marker position.
it: Inserisce il marker finale e ne legge la posizione.
sk: Vloží konečnú značku a oznámi jej pozíciu.
ta: முடிவுக் குறியை கீழ்விட்டு, அதன் நிலையை அறிவிக்கிறது.

source: Play selection
ar: تشغيل الجزء المظلل
de: Auswahl abspielen
es: Reproducir la selección
fi: Toista valinta
fr: Jouer la sélection
gl: Reproduce a selección
he: נגן איזור נבחר
hr: Sviraj odabrani dio
hu: A kijelölt lejátszása
it: Riproduzione selezione
kn: ಆಡುವಿಕೆಯ ಆಯ್ಕೆ
ko: 선택된 오디오 재생
ne: चयनलाई बजाउ
pl: Odtwórz zaznaczenie
pt_br: Reprodução da seleção
pt_pt: tocar a selecção
ro: Redă selecțiunea
sk: Prehrať výber
ta: தெரிவை இயக்குக

source: Plays the trakc between start and finish markers.
it: Riproduce la traccia dal marker iniziale a quello finale.
sk: Prehrá označený úsek.
ta: துவக்கக் குறி, முடிவுக் குறிகளுக்கிடையேயான தடத்தை ஒலிக்கிறது.

source: Select All
ar: تظليل الكل
de: Alles auswählen
es: Seleccionar Todo
fi: Valitse kaikki
fr: Sélectionner Tout
gl: Seleccionar todo
he: בחר הכל
hr: Odaberi sve
hu: Mindet kijelöli
it: Seleziona tutto
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು
ko: 오디오 모두 선택
ne: सम्पूर्ण चयन
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Seleccionar tudo
ro: Selectează tot
sk: Vybrať všetko
ta: எல்லாம் தெரிவு செய்க

source: Selects the entire track.
it: Seleziona l'intera traccia.
sk: Vyberie celú stopu.
ta: முழு தடத்தையும் தெரிவு செய்கிறது.

source: Cue
ar: إشارة
de: Signal
es: Punto de referencia
fi: Paikkamerkki
fr: Point de repère
gl: Sinal
he: הערה
hr: Signal
hu: Helyjelző
it: CuePoint Inserito
kn: ಸರದಿಯಂತೆ
ko: 큐
ne: क्यु
pl: wskaźnik
pt_br: Divisão
pt_pt: Sinal de entrada
ro: Reper audioCue
sk: Rozdeľovač
ta: நினைவூட்டுக் குறிப்பு

source: Drops a cue point at the current audio position.
it: Inserisce un cuePoint alla posizione attuale.
sk: Vloží rozdelenie na aktuálne miesto.
ta: தற்போதைய ஒலி நிலையில் நினைவூட்டுக் குறிப்பைக் கீழ்விடுகிறது.

source: Cue dropped at start marker
ar: وضع إشارة عند علامة بداية التظليل
de: Signal auf Startposition gesetzt.
es: Se soltó un punto de referencia en al marcador de inicio
fi: Paikkamerkki asetettu aloitusmerkin kohdalle
fr: Point de repère posé au marqueur de début
gl: Soltouse un sinal no marcador de comezo
he: הערה נרשמה במקום סימניית ההתחלה
hr: Signal postavljen na početni marker
hu: Helyjelző elhelyezve a kezdőponthoz
it: CuePoint messo al marker iniziale
kn: ಆರಂಭಿಕ ಗುರುತಲ್ಲಿ ಸರದಿಯನ್ನು ಬಿಡಲಾಗಿದೆ
ko: 시작 마크에 큐 설정
ne: सुरुवात चिनोमा Cue राख्नेछ
pl: Wskaźnik umieszczony na pozycji znacznika początku.
pt_br: Divisão colocada na marca de início
pt_pt: Sinal de entrada ligado ao marcador de início
ro: Reper audio pus la marcajul de început
sk: Rozdelenie vložené na pozíciu začiatočnej značky.
ta: துவக்கக் குறியில் நினைவூட்டுக் குறிப்பு கீழ்விடப்பட்டது

source: Drops a cue point at the current start marker position.
it: Inserisce un CuePoint alla posizione del marker iniziale corrente.
sk: Vloží rozdelenie na pozíciu začiatočnej značky.
ta: தற்போதைய துவக்கக் குறியின் நிலையில், நினைவூட்டுக் குறிப்பை கீழ்விடுகிறது.

source: Cue dropped at finish marker
ar: وضع إشارة عند علامة نهاية التظليل
de: Signal auf Endmarke gesetzt.
es: Se soltó un punto de referencia en el marcador final
fi: Paikkamerkki asetettu lopetusmerkin kohdalle
fr: Point de repère posé au marqueur de fin
gl: soltouse un sinal no marcador de remate
he: הערה נרשמה במקום סימניית הסיום
hr: Signal postavljen na krajnji marker
hu: Helyjelző elhelyezve a végponthoz
it: CuePoint messo al marker finale
kn: ಮುಕ್ತಾಯದ ಗುರುತಲ್ಲಿ ಸರದಿಯನ್ನು ಬಿಡಲಾಗಿದೆ
ko: 끝 마크에 큐 설정
ne: समाप्ति चिनोमा Cue राख्नेछ
pl: Wskaźnik ustawiony na pozycji znacznika końca.
pt_br: Divisão colocada na marca de fim
pt_pt: Sinal de entrada ligado ao marcador de final
ro: Reper audio pus la marcajul de sfârșit
sk: Rozdelenie vložené na pozíciu konečnej značky.
ta: முடிவுக் குறியில் நினைவூட்டுக் குறிப்பு கீழ்விடப்பட்டது

source: Drops a cue point at the current finish marker position.
it: Inserisce un CuePoint alla posizione del marker finale corrente
sk: Vloží rozdelenie na pozíciu konečnej značky.
ta: தற்போதைய முடிவுக் குறியின் நிலையில், நினைவூட்டுக் குறிப்பைக் கீழ்விடுகிறது.

source: Start marker at next cue
ar: علامة بداية التظليل في مكان الإشارة التالية
de: Startet die Markierung auf die nächste Position.
es: Iniciar marcador en siguiente punto de referencia
fi: Aloitusmerkki seuraavan paikkamerkin kohdalla
fr: Marqueur de début au point de repère suivant
gl: Comezar marcador no seguinte sinal
he: סימניית ההתחלה נקבעה במקום ההערה הבאה
hr: Početni marker na sljedećem signalu
hu: Kezdőpont a következő helyjelzőhöz
kn: ಮುಂದಿನ ಸರದಿಯಲ್ಲಿ ಆರಂಭಿಕ ಗುರುತು
ko: 시작 마크 다음 큐로 이동
ne: अघिल्लो क्यु मा सुरु चिनो
pl: Znacznik rozpoczęcia na następnym wskaźniku
pt_br: Marca de início na próxima divisão
pt_pt: Marcador de início no próximo sinal de entrada
ro: Marcaj de pornire la următorul reper audio
sk: Začiatočná pozícia na nasledujúce rozdelenie

source: Moves the start marker to the next cue position.
sk: presunie začiatočnú značku na nasledujúci rozdeľovač.

source: Start marker at previous cue
ar: علامة بداية التظليل في مكان الإشارة السابقة
de: Startet die Markierung auf die vorherige Position.
es: Iniciar marcador en punto de referencia anterior
fi: Aloitusmerkki edellisen paikkamerkin kohdalla
fr: Marqueur de début au point de repère précédent
gl: Comezar marcador no sinal anterior
he: סימניית ההתחלה נקבעה במקום ההערה הקודמת
hr: Početni marker na prethodnom signalu
hu: Kezdőpont az előző helyjelzőhöz
kn: ಹಿಂದಿನ ಸರದಿಯಲ್ಲಿ ಆರಂಭಿಕ ಗುರುತು
ko: 시작 마크 이전 큐로 이동
ne: पछिल्लो क्यु मा सुरु चिनो
pl: Znacznik rozpoczęcia na poprzednim wskaźniku
pt_br: Marca de início na divisão anterior
pt_pt: Marcador de início no sinal de entrada anterior
ro: Marcaj de pornire la reperul audio anterior
sk: Začiatočná značka na predchádzajúce rozdelenie

source: Moves the start marker to the previous cue position.
sk: Presunie začiatočnú značku na predchádzajúci rozdeľovač.

source: Finish marker at next cue
ar: علامة نهاية التظليل في مكان الإشارة التالية
de: Beendet die Markierung auf die nächste Position.
es: Finalizar marcador en siguiente punto de referencia
fi: Lopetusmerkki seuraavan paikkamerkin kohdalla
fr: Marqueur de fin au point de repère suivant
gl: Rematar marcador no seguinte sinal
he: סימניית הסיום נקבעה במקום ההערה הבאה
hr: Krajnji marker na sljedećem signalu
hu: Végpont a következő helyjelzőhöz
kn: ಮುಂದಿನ ಸರದಿಯಲ್ಲಿ ಮುಕ್ತಾಯದ ಗುರುತು
ko: 끝 마크 다음 큐로 이동
ne: अघिल्लो क्यु मा समाप्ति चिनो
pl: Znacznik końca na następnym wskaźniku
pt_br: Marca de fim na próxima divisão
pt_pt: Marcador final no próximo sinal de entrada
ro: Marcajul de sfârșit la următorul reper audio
sk: Konečná značka na nasledujúce rozdelenie.

source: Moves the finish marker to the next cue position.
sk: Presunie konečnú značku na nasledujúco rozdeľovať.

source: Finish marker at previous cue
ar: علامة نهاية التظليل في مكان الإشارة السابقة
de: Beendet die Markierung auf die vorherige Position.
es: Finalizar marcador en punto de referencia anterior
fi: Lopetusmerkki edellisen paikkamerkin kohdalla
fr: Marqueur de fin au point de repère précédent
gl: Rematar marcador no sinal anterior
he: סימניית הסיום נקבעה במקום ההערה הקודמת
hr: Krajnji marker na prethodnom signalu
hu: Végpont az előző helyjelzőhöz
kn: ಹಿಂದಿನ ಸರದಿಯಲ್ಲಿ ಮುಕ್ತಾಯದ ಗುರುತು
ko: 끝 마크 이전 큐로 이동
ne: पछिल्लो क्यु मा समाप्ति चिनो
pl: Znacznik końca na poprzednim wskaźniku
pt_br: Marca de fim na divisão anterior
pt_pt: Marcador final no sinal de entrada anterior
ro: Marcajul de sfârșit la reperul audio anterior
sk: Konečná značka na predchádzajúce rozdelenie

source: Moves the finish marker to the previous cue position.
sk: Presunie konečnú značku na predchádzajúci rozdeľovač.

source: deleted
ar: تم الحذف
de: Gelöscht
es: eliminado
fi: poistettu
fr: supprimé
gl: eliminado
he: נמחק
hr: izbrisano
hu: Törölve
kn: ಅಳಿಸಲಾಗಿದೆ
ko: 삭제됨
ne: मेटिएको
pl: Usunięte
pt_br: apagado
pt_pt: adpagado
ro: șters
sk: Odstránené

source: Deletes the currently selected audio.
sk: Odstráni vybratú časť.

source: Trims the audio outside the selected audio.
sk: odstráni všetko, čo nie je označné.

source: play
ar: تشغيل
de: Wiedergeben
es: reproducir
fi: toista
fr: lecture
gl: reproducir
he: נגן
hr: sviraj
hu: Lejátszás
kn: ಆಡಿಸು
ko: 재생
ne: बजाउ
pl: Odtwarzaj
pt_br: reprodução
pt_pt: tocar
ro: redă
sk: Prehrať
ta: இயக்குக

source: Plays the audio track.
it: Riproduce la traccia audio.
sk: Prehrá audio stopu.
ta: ஒலித் தடத்தை இயக்குகிறது

source: rewind
ar: ترجيع
de: Rücklauf
es: rebobinado
fi: kelaa taaksepäin
fr: reculer
gl: rebobinar
he: אחורה מהר
hr: brzo premotaj natrag
hu: visszatekerés
it: Indietro
kn: ಹಿಂದುವರಿಸು
ko: 되감기
ne: पश्चगमन
pl: Przewiń do tyłu
pt_br: retroceder
pt_pt: rebobinar
ro: derulare
sk: Dozadu
ta: பின்னகர்த்தல்

source: Rewinds through an audio track.
it: Riavvolgimento di traccia audio
sk: Pretáča dozadu v audio stope
ta: ஒரு ஒலித்தடத்தினூடே பின்னகர்கிறது.

source: fast forward
ar: تقديم
de: Vorlauf
es: avance rápido
fi: kelaa eteenpäin
fr: avance rapide
gl: Avance rápido
he: קדימה מהר
hr: brzo premotaj naprijed
hu: Gyors előretekerés
it: Avanti veloce
kn: ಬೇಗನೆ ಮುಂದುವರಿಸು
ko: 빨리감기
ne: तिब्र अग्रगमन
pl: Przewiń do przodu.
pt_br: avanço rápido
pt_pt: avanço rápido
ro: derulare rapidă înainte
sk: Dopredu
ta: முன்னகர்த்தல்

source: Fast forwards through an audio track.
it: Avanza rapidamente in una traccia audio.
sk: Pretáča dopredu v audio stope.
ta: ஒரு ஒலித்தடத்தினூடே முன்னகர்கிறது.

source: pause
ar: توقف مؤقت
de: Anhalten
es: pausar
fi: pysäytä
gl: pausar
he: השה
hr: pauza
hu: Szünet
it: Pausa
kn: ನಿಲುಗಡೆಗೊಳಿಸು
ko: 일시 중지
ne: क्षणीक विश्राम
pl: pauza
pt_br: pausa
pt_pt: pausa
ro: pauză
sk: Pauza
ta: இடைநிறுத்தம்

source: Pauses the audio track.
it: Mette in pausa la traccia audio.
sk: Pozastaví prehrávanie.
ta: ஒலித்தடத்தை இடைநிறுத்துகிறது.

source: stop
ar: توقف
de: Stoppen
es: detener
fi: keskeytä
fr: arrêter
gl: deter
he: עצור
hr: zaustavi
hu: leállít
kn: ನಿಲ್ಲಿಸು
ko: 정지
ne: विश्राम
pt_br: pára
pt_pt: parar
sk: Zastaviť
ta: நிறுத்துக

source: stops the audio track.
it: ferma la traccia audio.
sk: Zastaví prehrávanie.
ta: ஒலித்தடத்தை நிறுத்துகிறது.

source: record
ar: تسجيل
de: Aufnahme
es: grabar
fi: nauhoita
fr: enregistrer
gl: gravar
he: הקלט
hr: snimi
hu: Felvétel
it: Registrazione
kn: ದಾಖಲಿಸು
ko: 녹음
ne: अभिलेखन
pl: Nagraj
pt_br: grava
pt_pt: gravar
ro: înregistrează
sk: Nahrávať
ta: பதிவு

source: Starts recording audio.
it: Avvia la registrazione audio.
sk: Spustí nahrávanie.
ta: ஒலியை பதிவு செய்ய துவங்குகிறது.

source: Announces the current audio position in seconds.
ar: يعلن عن موقع المستخدم من الملف الصوتي بالثواني.
de: Gibt die aktuelle Audioposition in Sekunden aus.
es: Anuncia la posición actual de audio en segundos.
fi: Ilmoittaa sekunteina nykyisen sijainnin ääniraidalla.
fr: Annonce la position audio actuelle en secondes.
gl: Anuncia a posición de audio actual en segundos.
he: הקראת מיקום הנגינה בשניות.
hr: Najavljuje trenutačnu poziciju zvučnog zapisa u sekundama.
hu: Bemondja az aktuális hangpozíciót másodpercben.
it: Legge la posizione audio corrente in secondi.
kn: ಪ್ರಸ್ತುತದ ಧ್ವನಿ ಸ್ಥಿತಿಯನ್ನು ಸೆಕೆಂಡ್ಸ್ನಲ್ಲಿ ಹೇಳುತ್ತದೆ.
ko: 오디오 위치를 알려줍니다.
ne: चालू श्रवण स्थानलाई सेकेण्डमा बताउछ ।
pl: Oznajmia aktualną pozycję w sekundach.
pt_br: Anuncia a posição atual do áudio em segundos.
pt_pt: Anuncia a posição actual de áudio em segundos.
ro: Anunță poziția audio curentă în secunde.
sk: Oznámy aktuálnu pozíciu v sekundách.
ta: தற்போதைய ஒலியின் நிலையை வினாடிகளில் அறிவிக்கிறது.

source: Unable to obtain audio selection summary. Please close and reopen the audio track.
ar: تعذر الحصول على معلومات الجزء الصوتي المظلل. يرجى إغلاق المسار الصوتي وإعادة فتحه.
de: Die Zusammenfassung zur Auswahl konnte nicht abgerufen werden. Bitte schließen Sie diese und öffnen Sie sie erneut.
es: No se puede obtener un resumen de la selección de audio. Por favor, cierra y vuelve a abrir la pista de audio.
fi: Valitun kohdan tietojen yhteenvetoa ei löydy. Sulje äänitiedosto ja avaa se sitten uudelleen.
fr: Impossible d'obtenir le résumé de la sélection audio. Veuillez fermer et rouvrir la piste audio.
gl: Non se puido obter o resumo da selección de audio. Por favor, pecha e abre de novo a pista de audio.
he: לא ניתן להשיג מידע אודות קטע השמע שנבחר. נא לסגור את הרצועה ולפתוח אותה מחדש.
hr: Nije moguće dobiti sažetak o odabranom dijelu zvučnog zapisa. Zatvori i ponovo otvori audio traku.
hu: Nem sikerült lekérni a kijelölt hang tulajdonságait. Zárja be, és nyissa meg újra a hangsávot.
it: Impossibile ottenere riepilogo selezione audio. Si prega di chiudere e riaprire la traccia audio.
kn: ಧ್ವನಿಯ ಆಯ್ಕೆಯ ಸಾರಾಂಶವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಆಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಹಾಡನ್ನು ಮುಚ್ಚಿರಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ತೆರೆಯಿರಿ,
ko: 오디오 정보를 확인할 수 없습니다. 트랙을 닫았다 다시 불러오십시오.
ne: चयनित श्रवण सारांस प्राप्त गर्न सकिएन ।. कृपया श्रवण धुनलाई बन्द गरेर फेरी खोल्नु होस् ।
pl: Nie można uzyskać informacji o zaznaczeniu audio. Proszę zamknąć ścieżkę audio i otworzyć ją ponownie.
pt_br: Não consegui obter um resumo da seleção de áudio. Por favor feche e reabra a faixa de áudio.
pt_pt: Não é possível obter o resumo da seleção de áudio. Por favor, feche e reabra a faixa de áudio.
ro: Imposibil de obținut selecțiunea audio. Te rugăm să închizi și să pornești din nou pista audio.
sk: Nedá sa zistiť aktuálny výber. Zatvorte a znovu otvorte audio stopu.
ta: ஒலித் தெரிவின் சிறுகுறிப்பைப் பெற இயலவில்லை. ஒலித்தடத்தை மூடிவிட்டு, மீண்டும் திறக்கவும்.

source: Announces a summary on audio selection info such as selection duration.
ar: يعلن عن ملخص للجزء المظلل من الملف الصوتي كمدة الجزء المظلل.
de: Gibt eine Zusammenfassung zur aktuellen Auswahl aus (beispielsweise die Länge der Auswhl).
es: Anuncia un resumen de información de selección de audio, tal como la duración de selección.
fi: Kertoo yhteenvedon ääniraidan valitun kohdan tiedoista, kuten kestosta.
fr: Annonce un résumé des infos de sélection audio telles que la durée de la sélection.
gl: Anuncia un resumo da información da selección do audio, como a duración da selección.
he: הקראת מידע אודות הקטע שנבחר, כגון אורך הקטע, וכו'.
hr: Najavljuje sažete informacije o odabranom dijelu zvučnog zapisa, kao što je npr. trajanje odabranog dijela.
hu: Összegzi a kijelölt hang tulajdonságait, úgy mint kijelölés ideje.
it: Legge un riepilogo delle informazioni della selezione audio, come la durata
kn: ಧ್ವನಿ ಆಯ್ಕೆಮಾಡಿದ ಬಳಿಕ ಅವಧಿ, ಆಯ್ಕೆಯಂತಹ ಮಾಹಿತಿಯ ಸಾರಾಂಶವನ್ನು ಹೇಳುತ್ತದೆ
ko: 선택된 오디오에 대한 설명을 출력합니다.
ne: श्रवण चयन शारांस सम्बन्धी जानकारी दिन्छ जस्तै चयन समय आदी ।
pl: Oznajmia informacje o zaznaczeniu, takie jak długość zaznaczenia.
pt_br: Anuncia um resumo de informações da seleção, por exemplo a duração da seleção.
pt_pt: Faz um resumo das informações da selecção de áudio, tal como a duração da selecção, etc .
ro: Anunță o informație despre selecțiunea audio , cum ar fi durata.
sk: Oznámy súhrn výberu, ktorý obsahuje napríklad dĺžku vybratého úseku.
ta: தெரிவாகியிருக்கும் ஒலியின் கால அளவு போன்ற ஒலித் தெரிவிற்கான தகவலின் சிறுகுறிப்பை அறிவிக்கிறது.

source: Track length is unavailable. Please close and reopen the audio track.
ar: طول المسار غير معروف. يرجى إغلاق المسار وإعادة فتحه.
de: Die Länge der Audiospur konnte nicht abgerufen werden. Bitte schließen Sie diese und öffnen Sie sie erneut.
es: La longitud de la canción no está disponible. Por favor, cierra y vuelve a abrir la pista de audio.
fi: Raidan kestoa ei ole saatavilla. Sulje äänitiedosto ja avaa se sitten uudelleen.
fr: La longueur de la piste n'est pas disponible. Veuillez fermer et rouvrir la piste audio.
gl: A duración da pista non está dispoñible. Por favor, pecha e abre de novo a pista de audio.
he: לא ניתן לזהות את אורך הרצועה. נא לסגור אותה ולפתוח אותה מחדש.
hr: Trajanje zvučnog zapisa nije dostupno. Zatvori i ponovo otvori audio traku.
hu: A sáv hossza nem elérhető. Zárja be, majd nyissa meg újra a hangfájlt.
it: Lunghezza traccia non disponibile. Si prega di chiudere e riaprire la traccia audio.
kn: ಹಾಡಿನ ವಿಸ್ತಾರ ದೊರಕಿಲ್ಲ . ದಯವಿಟ್ಟು ಕಡತವನ್ನು ಮುಚ್ಚಿರಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ತೆರೆಯಿರಿ.
ko: 트랙 재생 시간 정보를 확인할 수 없습니다. 트랙을 닫았다 다시 불러오십시오.
ne: धुनको लम्बाई उपलब्ध छैन । कृपया श्रवण धुनलाई बन्द गरेर फेरी खोल्नु होस् ।
pl: Nie można uzyskać informacji o długości ścieżki. Proszę zamknąć ścieżkę audio i otworzyć ją ponownie.
pt_br: Comprimento da faixa indisponível. Por favor feche e reabra a faixa de áudio.
pt_pt: O comprimento da pista não está disponível. Por favor, feche e reabra a pista de áudio.
ro: Durata pistei este indisponibilă. Te rog să oprești și să pornești din nou pista audio.
sk: Nedá sa zistiť dĺžka audio stopy. Zatvorte a znovu otvorte súbor.
ta: தடத்தின் நீளம் கிடைப்பிலில்லை

source: Announces total length of the audio track.
ar: يعلن عن الطول الأجمالي للمسار الصوتي
de: Gibt die Gesamtlänge der Audiospur aus.
es: Anuncia la longitud total de la pista de audio.
fi: Ilmoittaa ääniraidan kokonaiskeston.
fr: Annonce la longueur totale de la piste audio.
gl: Anuncia a lonxitude total da pista de audio.
he: הקראת האורך הכולל של רצועת השמע.
hr: Najavljuje ukupno trajanje zvučnog zapisa.
hu: Bemondja a hangsáv teljes hosszát.
it: Legge la lunghezza totale della traccia audio.
kn: ಹಾಡಿನ ಒಟ್ಟಾರೆ ಉದ್ದವನ್ನು ಹೇಳುತ್ತದೆ
ko: 트랙의 재생 시간을 알려줍니다.
ne: श्रवण ट्याकको सम्पूर्ण लम्बाइ बताउँछ ।
pl: Oznajmia całkowitą długość ścieżki audio.
pt_br: Anuncia o comprimento total da faixa de áudio.
pt_pt: Indica o comprimento total das pistas de áudio.
ro: Anunță durata totală a pistei audio.
sk: Oznámy celkovú dĺžku audio stopy.
ta: தடத்தின் முழு நீளத்தையும் அறிவிக்கிறது
